Revit 2016 API
FilteredWorksetIdIterator.Current Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual WorksetId Current { get; }
Visual Basic
Public Overridable ReadOnly Property Current As WorksetId
	Get
Visual C++
public:
virtual property WorksetId^ Current {
	WorksetId^ get ();
}
Implements
IEnumerator<T>.Current
See Also
FilteredWorksetIdIterator Class
Autodesk.Revit.DB Namespace